/* No comment provided by engineer. */
"Connecting to App Store..." = "正在连接App Store...";

/* No comment provided by engineer. */
"OK" = "确定";

/* No comment provided by engineer. */
"Purchase Failed" = "支付失败";

/* No comment provided by engineer. */
"Purchase Successful" = "支付成功";

/* No comment provided by engineer. */
"Thank you. You have successfully remove all Ads" = "谢谢您。现在你不用看广告啦！";

/* No comment provided by engineer. */
"Unfortunately you have cancelled your purchase of remove Ads. Please try again." = "付款移除广告被取消，请重试。";

/* No comment provided by engineer. */
"Check your parental control settings and try again later" = "检查你的个人设置，稍后重试";

/* No comment provided by engineer. */
"Dismiss" = "离开";

/* No comment provided by engineer. */
"In-App Purchasing disabled" = "内购被禁用";

/* No comment provided by engineer. */
"Review request approved" = "审查需要被批准";

/* No comment provided by engineer. */
"You can use this feature for reviewing the app." = "您可以使用此功能进行审查程序。";

"Game Type" = "游戏类型";

"Board Size" = "桌面大小";

"Theme" = "主题";

"Powers of 2" = "2的倍数";

"Powers of 3" = "3的倍数";

"Fibonacci" = "斐波那契数列";

"Default" = "默认";

"Vibrant" = "活力四射";

"Joyful" = "愉快";

"For Fibonacci games, a tile can be joined with a tile that is one level above or below it, but not to one equal to it. For Powers of 3, you need 3 consecutive tiles to be the same to trigger a merge!" = "对于斐波那契游戏，方块可以与比它高一级或者第一级的方块相加，而不是同一级的方块。对于3的倍数的游戏，你需要连接3个相同的方块才能相加！";

"The smaller the board is, the harder! For 5 x 5 board, two tiles will be added every round if you are playing Powers of 2." = "桌面越小，就越难！如果你在玩2的倍数的游戏，对于5×5的桌面，每一轮都有两个方块相加。";

"Choose your favorite appearance and get your own feeling of 2048! More (and higher quality) themes are in the works so check back regularly!" = "根据你的感觉来选择主题！更多（和更高质量）的主题是将出现在游戏中请定期回来查看！";

"Please note: Changing the settings above would restart the game." = "注意：改变以上选项会重新开始游戏";

"Remove Ads" = "移除广告";

"Join the numbers to get to %ld!" = "移动方块相加直到 %ld!";

"Game Over"= "游戏结束";

"You Win!" = "您赢了！牛逼！";

"Connecting to App Store failed!" = "无法连接App Store!";

"Please tray later!" = "请稍后再试！";